Repository: mani-django09/jpg_pdf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, pt, tr

source: Free JPG to PDF Converter | Convert Images to PDF Instantly
de: Kostenloser JPG zu PDF Konverter | Bilder sofort in PDF umwandeln
es: Convertidor Gratuito de JPG a PDF | Convierte Imágenes a PDF al Instante
fr: Convertisseur JPG en PDF Gratuit | Convertissez des Images en PDF Instantanément
id: Konverter JPG ke PDF Gratis | Konversi Gambar ke PDF Secara Instan
pt: Conversor Gratuito de JPG para PDF | Converta Imagens para PDF InstantaneamenteConversor Gratuito de JPG para PDF | Converta Imagens para PDF InstantaneamenteConversor Gratuito de JPG para PDF | Converta Imagens para PDF Instantaneamente
tr: Ücretsiz JPG'den PDF'ye Dönüştürücü | Görüntüleri Anında PDF'ye Dönüştürün

source: Free JPG to PDF Converter | Professional Image to PDF Tool
de: Kostenloser JPG zu PDF Konverter | Professionelles Tool
es: Convertidor Gratuito de JPG a PDF | Herramienta Profesional
fr: Convertisseur JPG en PDF Gratuit | Outil Professionnel
id: Konverter JPG ke PDF Gratis | Alat Profesional
pt: Conversor Gratuito de JPG para PDF | Ferramenta Profissional
tr: Ücretsiz JPG'den PDF'ye Dönüştürücü | Profesyonel Araç

source: Transform JPG, PNG, and other images into professional PDF documents instantly. Free online converter with no registration, unlimited conversions, and perfect quality preservation.
de: Verwandeln Sie JPG, PNG und andere Bilder sofort in professionelle PDF-Dokumente. Kostenloser Online-Konverter ohne Registrierung, unbegrenzte Konvertierungen und perfekte Qualitätserhaltung.
es: Transforma JPG, PNG y otras imágenes en documentos PDF profesionales al instante. Convertidor en línea gratuito sin registro, conversiones ilimitadas y preservación perfecta de la calidad.
fr: Transformez instantanément des images JPG, PNG et autres en documents PDF professionnels. Convertisseur en ligne gratuit sans inscription, conversions illimitées et préservation parfaite de la qualité.
id: Ubah JPG, PNG, dan gambar lainnya menjadi dokumen PDF profesional secara instan. Konverter online gratis tanpa registrasi, konversi tanpa batas, dan preservasi kualitas sempurna.
pt: Transforme JPG, PNG e outras imagens em documentos PDF profissionais instantaneamente. Conversor online gratuito sem registro, conversões ilimitadas e preservação de qualidade perfeita.Transforme JPG, PNG e outras imagens em documentos PDF profissionais instantaneamente. Conversor online gratuito sem registro, conversões ilimitadas e preservação de qualidade perfeita.
tr: JPG, PNG ve diğer görüntüleri anında profesyonel PDF belgelerine dönüştürün. Kayıt gerektirmeyen, sınırsız dönüşüm ve mükemmel kalite koruması olan ücretsiz çevrimiçi dönüştürücü.

source: Home
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
pt: Início
tr: Ana Sayfa

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
id: Fitur
pt: Recursos
tr: Özellikler

source: FAQ
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquentes
id: Pertanyaan Umum
pt: Perguntas Frequentes
tr: Sık Sorulan Sorular

source: Contact
de: Kontakt
es: Contacto
id: Kontak
pt: Contato
tr: İletişim

source: About jpg2pdf.link
de: Über jpg2pdf.link
es: Acerca de jpg2pdf.link
fr: À Propos de jpg2pdf.link
id: Tentang jpg2pdf.link
pt: Sobre jpg2pdf.link
tr: jpg2pdf.link Hakkında

source: Professional image to PDF conversion tool. Free, fast, and secure.
de: Professionelles Bild-zu-PDF-Konvertierungstool. Kostenlos, schnell und sicher.
es: Herramienta profesional de conversión de imagen a PDF. Gratuita, rápida y segura.
fr: Outil professionnel de conversion d'image en PDF. Gratuit, rapide et sécurisé.
id: Alat konversi gambar ke PDF profesional. Gratis, cepat, dan aman.
pt: Ferramenta profissional de conversão de imagem para PDF. Gratuita, rápida e segura.Ferramenta profissional de conversão de imagem para PDF. Gratuita, rápida e segura.Ferramenta profissional de conversão de imagem para PDF. Gratuita, rápida e segura.
tr: Profesyonel görüntü-PDF dönüştürme aracı. Ücretsiz, hızlı ve güvenli.

source: Quick Links
de: Schnelllinks
es: Enlaces Rápidos
fr: Liens Rapides
id: Tautan Cepat
pt: Links Rápidos
tr: Hızlı Bağlantılar

source: JPG to PDF Converter
de: JPG zu PDF Konverter
es: Convertidor de JPG a PDF
fr: Convertisseur JPG en PDF
id: Konverter JPG ke PDF
pt: Conversor de JPG para PDF
tr: JPG'den PDF'ye Dönüştürücü

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
id: Kebijakan Privasi
pt: Política de Privacidade
tr: Gizlilik Politikası

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
id: Ketentuan Layanan
pt: Termos de Serviço
tr: Hizmet Şartları

source: All rights reserved
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés
id: Hak cipta dilindungi
pt: Todos os direitos reservados
tr: Tüm hakları saklıdır

source: Free JPG to PDF Converter - Convert Images Online
de: Kostenloser JPG zu PDF Konverter - Bilder online konvertieren
es: Convertidor Gratuito de JPG a PDF - Convierte Imágenes en Línea
fr: Convertisseur JPG en PDF Gratuit - Convertissez des Images en Ligne
id: Konverter JPG ke PDF Gratis - Konversi Gambar Online
pt: Conversor Gratuito de JPG para PDF - Converta Imagens Online
tr: Ücretsiz JPG'den PDF'ye Dönüştürücü - Görüntüleri Çevrimiçi Dönüştürün

source: Turn your JPG and PNG images into PDF files. Free tool, no signup needed. Works on phone and computer.
de: Verwandeln Sie Ihre JPG- und PNG-Bilder in PDF-Dateien. Kostenloses Tool, keine Anmeldung erforderlich. Funktioniert auf Telefon und Computer.
es: Convierte tus imágenes JPG y PNG en archivos PDF. Herramienta gratuita, sin necesidad de registro. Funciona en teléfono y computadora.
fr: Transformez vos images JPG et PNG en fichiers PDF. Outil gratuit, aucune inscription requise. Fonctionne sur téléphone et ordinateur.
id: Ubah gambar JPG dan PNG Anda menjadi file PDF. Alat gratis, tidak perlu pendaftaran. Bekerja di ponsel dan komputer.
pt: Transforme suas imagens JPG e PNG em arquivos PDF. Ferramenta gratuita, sem necessidade de cadastro. Funciona em telefone e computador.Transforme suas imagens JPG e PNG em arquivos PDF. Ferramenta gratuita, sem necessidade de cadastro. Funciona em telefone e computador.
tr: JPG ve PNG görüntülerinizi PDF dosyalarına dönüştürün. Ücretsiz araç, kayıt gerekmez. Telefon ve bilgisayarda çalışır.

source: Turn JPG Images into PDF Files
de: JPG-Bilder in PDF-Dateien umwandeln
es: Convierte Imágenes JPG en Archivos PDF
fr: Transformez des Images JPG en Fichiers PDF
id: Ubah Gambar JPG menjadi File PDF
pt: Transforme Imagens JPG em Arquivos PDF
tr: JPG Görsellerini PDF Dosyalarına Dönüştürün

source: Free converter that works in your browser. No signup, no software to install.
de: Kostenloser Konverter, der in Ihrem Browser funktioniert. Keine Anmeldung, keine Software zu installieren.
es: Convertidor gratuito que funciona en tu navegador. Sin registro, sin software para instalar.
fr: Convertisseur gratuit qui fonctionne dans votre navigateur. Sans inscription, sans logiciel à installer.
id: Konverter gratis yang bekerja di browser Anda. Tanpa pendaftaran, tanpa software untuk diinstal.
pt: Conversor gratuito que funciona no seu navegador. Sem cadastro, sem software para instalar.Conversor gratuito que funciona no seu navegador. Sem cadastro, sem software para instalar.
tr: Tarayıcınızda çalışan ücretsiz dönüştürücü. Kayıt yok, kurulum yok.

source: Drop your images here
de: Bilder hier ablegen
es: Suelta tus imágenes aquí
fr: Déposez vos images ici
id: Jatuhkan gambar Anda di sini
pt: Solte suas imagens aqui
tr: Görsellerinizi buraya bırakın

source: or click to browse files
de: oder klicken Sie, um Dateien zu durchsuchen
es: o haz clic para buscar archivos
fr: ou cliquez pour parcourir les fichiers
id: atau klik untuk menjelajah file
pt: ou clique para procurar arquivos
tr: veya dosyalara göz atmak için tıklayın

source: Select Images
de: Bilder auswählen
es: Seleccionar Imágenes
fr: Sélectionner des Images
id: Pilih Gambar
pt: Selecionar Imagens
tr: Görselleri Seç

source: Private
de: Privat
es: Privado
fr: Privé
id: Pribadi
pt: Privado
tr: Özel

source: Files deleted after 24 hours
de: Dateien werden nach 24 Stunden gelöscht
es: Archivos eliminados después de 24 horas
fr: Fichiers supprimés après 24 heures
id: File dihapus setelah 24 jam
pt: Arquivos excluídos após 24 horas
tr: Dosyalar 24 saat sonra silinir

source: files
de: Dateien
es: archivos
fr: fichiers
id: file
pt: arquivos
tr: dosyalar

source: Add more
de: Mehr hinzufügen
es: Agregar más
fr: Ajouter plus
id: Tambah lagi
pt: Adicionar mais
tr: Daha fazla ekle

source: Clear
de: Löschen
es: Limpiar
fr: Effacer
id: Hapus
pt: Limpar
tr: Temizle

source: Convert to PDF
de: In PDF konvertieren
es: Convertir a PDF
fr: Convertir en PDF
id: Konversi ke PDF
pt: Converter para PDF
tr: PDF'ye Dönüştür

source: Why I Built This
de: Warum Ich Das Gebaut Habe
es: Por Qué Construí Esto
fr: Pourquoi J'ai Créé Cela
id: Mengapa Saya Membuatnya
pt: Por Que Criei Isso
tr: Bunu Neden Yaptım

source: I got tired of downloading random software just to convert a couple photos to PDF. You know the routine - you need to submit something for work or school, and suddenly you're installing programs that want permissions for everything on your computer.
de: Ich hatte es satt, zufällige Software herunterzuladen, nur um ein paar Fotos in PDF zu konvertieren. Sie kennen die Routine - Sie müssen etwas für die Arbeit oder Schule einreichen, und plötzlich installieren Sie Programme, die Berechtigungen für alles auf Ihrem Computer wollen.
es: Me cansé de descargar software aleatorio solo para convertir un par de fotos a PDF. Conoces la rutina: necesitas enviar algo para el trabajo o la escuela, y de repente estás instalando programas que quieren permisos para todo en tu computadora.
fr: J'en ai eu assez de télécharger des logiciels aléatoires juste pour convertir quelques photos en PDF. Vous connaissez la routine - vous devez soumettre quelque chose pour le travail ou l'école, et soudainement vous installez des programmes qui veulent des permissions pour tout sur votre ordinateur.
id: Saya bosan mengunduh software acak hanya untuk mengonversi beberapa foto ke PDF. Anda tahu rutinitasnya - Anda perlu mengirimkan sesuatu untuk pekerjaan atau sekolah, dan tiba-tiba Anda menginstal program yang menginginkan izin untuk semua hal di komputer Anda.
pt: Cansei de baixar softwares aleatórios apenas para converter algumas fotos em PDF. Você conhece a rotina - precisa enviar algo para o trabalho ou escola, e de repente está instalando programas que querem permissões para tudo no seu computador.Cansei de baixar softwares aleatórios apenas para converter algumas fotos em PDF. Você conhece a rotina - precisa enviar algo para o trabalho ou escola, e de repente está instalando programas que querem permissões para tudo no seu computador.
tr: Sadece birkaç fotoğrafı PDF'ye dönüştürmek için rastgele yazılım indirmekten bıktım. Rutini biliyorsunuz - iş veya okul için bir şey göndermeniz gerekiyor ve aniden bilgisayarınızdaki her şey için izin isteyen programlar yüklüyorsunuz.

source: This tool does one thing: takes your images and puts them in a PDF. No account signup, no email collection, no upsells for premium features. I make enough from a few ads to keep the servers running.
de: Dieses Tool macht eine Sache: Es nimmt Ihre Bilder und fügt sie in ein PDF ein. Keine Kontoanmeldung, keine E-Mail-Sammlung, keine Upsells für Premium-Funktionen. Ich verdiene genug mit ein paar Anzeigen, um die Server am Laufen zu halten.
es: Esta herramienta hace una cosa: toma tus imágenes y las pone en un PDF. Sin registro de cuenta, sin recopilación de correo electrónico, sin ventas adicionales de funciones premium. Gano lo suficiente con algunos anuncios para mantener los servidores funcionando.
fr: Cet outil fait une chose : prend vos images et les met dans un PDF. Pas d'inscription de compte, pas de collecte d'e-mails, pas de ventes incitatives pour des fonctionnalités premium. Je gagne assez avec quelques publicités pour maintenir les serveurs en marche.
id: Alat ini melakukan satu hal: mengambil gambar Anda dan memasukkannya ke dalam PDF. Tanpa pendaftaran akun, tanpa pengumpulan email, tanpa penawaran fitur premium. Saya menghasilkan cukup dari beberapa iklan untuk menjaga server tetap berjalan.
pt: Esta ferramenta faz uma coisa: pega suas imagens e as coloca em um PDF. Sem cadastro de conta, sem coleta de e-mail, sem vendas de recursos premium. Ganho o suficiente com alguns anúncios para manter os servidores funcionando.Esta ferramenta faz uma coisa: pega suas imagens e as coloca em um PDF. Sem cadastro de conta, sem coleta de e-mail, sem vendas de recursos premium. Ganho o suficiente com alguns anúncios para manter os servidores funcionando.
tr: Bu araç bir şey yapar: görsellerinizi alır ve bir PDF'ye koyar. Hesap kaydı yok, e-posta toplama yok, premium özellikler için satış yok. Sunucuları çalışır tutmak için birkaç reklamdan yeterince kazanıyorum.

source: It's Actually Fast
de: Es Ist Wirklich Schnell
es: Es Realmente Rápido
fr: C'est Vraiment Rapide
id: Ini Benar-Benar Cepat
pt: É Realmente Rápido
tr: Gerçekten Hızlı

source: Most converters are slow because they're handling hundreds of people on cheap servers. I've waited 10 minutes before for a simple conversion - that's ridiculous. This usually takes under 5 seconds. If it's slower, something's probably wrong.
de: Die meisten Konverter sind langsam, weil sie Hunderte von Menschen auf billigen Servern bedienen. Ich habe schon 10 Minuten auf eine einfache Konvertierung gewartet - das ist lächerlich. Das dauert normalerweise unter 5 Sekunden. Wenn es langsamer ist, stimmt wahrscheinlich etwas nicht.
es: La mayoría de los convertidores son lentos porque manejan cientos de personas en servidores baratos. He esperado 10 minutos antes para una conversión simple - eso es ridículo. Esto generalmente toma menos de 5 segundos. Si es más lento, probablemente algo anda mal.
fr: La plupart des convertisseurs sont lents car ils gèrent des centaines de personnes sur des serveurs bon marché. J'ai déjà attendu 10 minutes pour une conversion simple - c'est ridicule. Cela prend généralement moins de 5 secondes. Si c'est plus lent, quelque chose ne va probablement pas.
id: Sebagian besar konverter lambat karena mereka menangani ratusan orang di server murah. Saya pernah menunggu 10 menit sebelumnya untuk konversi sederhana - itu konyol. Ini biasanya memakan waktu kurang dari 5 detik. Jika lebih lambat, mungkin ada yang salah.
pt: A maioria dos conversores é lenta porque está lidando com centenas de pessoas em servidores baratos. Já esperei 10 minutos antes por uma conversão simples - isso é ridículo. Isso geralmente leva menos de 5 segundos. Se for mais lento, provavelmente há algo errado.A maioria dos conversores é lenta porque está lidando com centenas de pessoas em servidores baratos. Já esperei 10 minutos antes por uma conversão simples - isso é ridículo. Isso geralmente leva menos de 5 segundos. Se for mais lento, provavelmente há algo errado.
tr: Çoğu dönüştürücü yavaştır çünkü ucuz sunucularda yüzlerce kişiyi idare ediyorlar. Basit bir dönüşüm için daha önce 10 dakika bekledim - bu gülünç. Bu genellikle 5 saniyeden az sürer. Daha yavaşsa, muhtemelen bir sorun vardır.

source: Your Images Won't Look Worse
de: Ihre Bilder Werden Nicht Schlechter Aussehen
es: Tus Imágenes No Se Verán Peor
fr: Vos Images Ne Seront Pas Pires
id: Gambar Anda Tidak Akan Terlihat Lebih Buruk
pt: Suas Imagens Não Ficarão Piores
tr: Görselleriniz Daha Kötü Görünmeyecek

source: Some sites compress your images to save money on storage. You upload a clear photo and get back a blurry mess. I don't do that. Your image goes in, gets wrapped in PDF format, comes out looking identical.
de: Einige Websites komprimieren Ihre Bilder, um Geld für Speicherplatz zu sparen. Sie laden ein klares Foto hoch und bekommen ein verschwommenes Durcheinander zurück. Das mache ich nicht. Ihr Bild geht rein, wird in PDF-Format verpackt, kommt identisch aussehend heraus.
es: Algunos sitios comprimen tus imágenes para ahorrar dinero en almacenamiento. Subes una foto clara y recibes un desastre borroso. Yo no hago eso. Tu imagen entra, se envuelve en formato PDF, sale con aspecto idéntico.
fr: Certains sites compressent vos images pour économiser de l'argent sur le stockage. Vous téléchargez une photo claire et récupérez un désordre flou. Je ne fais pas ça. Votre image entre, est enveloppée au format PDF, sort en ayant l'air identique.
id: Beberapa situs mengompresi gambar Anda untuk menghemat uang penyimpanan. Anda mengunggah foto yang jelas dan mendapatkan kembali hasil yang buram. Saya tidak melakukan itu. Gambar Anda masuk, dibungkus dalam format PDF, keluar terlihat identik.
pt: Alguns sites comprimem suas imagens para economizar dinheiro em armazenamento. Você envia uma foto clara e recebe de volta uma bagunça borrada. Eu não faço isso. Sua imagem entra, é envolvida em formato PDF, sai com aparência idêntica.Alguns sites comprimem suas imagens para economizar dinheiro em armazenamento. Você envia uma foto clara e recebe de volta uma bagunça borrada. Eu não faço isso. Sua imagem entra, é envolvida em formato PDF, sai com aparência idêntica.
tr: Bazı siteler depolama parası tasarrufu için görsellerinizi sıkıştırır. Net bir fotoğraf yüklersiniz ve bulanık bir karmaşa geri alırsınız. Ben bunu yapmam. Görseliniz girer, PDF formatında sarılır, aynı görünerek çıkar.

source: What You're Getting
de: Was Sie Bekommen
es: Lo Que Obtienes
fr: Ce Que Vous Obtenez
id: Apa Yang Anda Dapatkan
pt: O Que Você Está Recebendo
tr: Ne Elde Ediyorsunuz

source: Files upload through encryption and get deleted after 24 hours. I can't see what you're converting.
de: Dateien werden verschlüsselt hochgeladen und nach 24 Stunden gelöscht. Ich kann nicht sehen, was Sie konvertieren.
es: Los archivos se cargan mediante encriptación y se eliminan después de 24 horas. No puedo ver lo que estás convirtiendo.
fr: Les fichiers sont téléchargés par cryptage et supprimés après 24 heures. Je ne peux pas voir ce que vous convertissez.
id: File diunggah melalui enkripsi dan dihapus setelah 24 jam. Saya tidak bisa melihat apa yang Anda konversi.
pt: Os arquivos são enviados por criptografia e excluídos após 24 horas. Não posso ver o que você está convertendo.Os arquivos são enviados por criptografia e excluídos após 24 horas. Não posso ver o que você está convertendo.
tr: Dosyalar şifreleme yoluyla yüklenir ve 24 saat sonra silinir. Ne dönüştürdüğünüzü göremem.

source: No Limits
de: Keine Grenzen
es: Sin Límites
fr: Pas de Limites
id: Tanpa Batas
pt: Sem Limites
tr: Sınır Yok

source: Convert 5 files or 500. There's no daily cap or paywall.
de: Konvertieren Sie 5 Dateien oder 500. Es gibt keine tägliche Obergrenze oder Bezahlschranke.
es: Convierte 5 archivos o 500. No hay límite diario ni muro de pago.
fr: Convertissez 5 fichiers ou 500. Il n'y a pas de limite quotidienne ni de mur payant.
id: Konversi 5 file atau 500. Tidak ada batas harian atau paywall.
pt: Converta 5 arquivos ou 500. Não há limite diário ou paywall.
tr: 5 dosya veya 500 dosya dönüştürün. Günlük sınır veya ödeme duvarı yok.

source: Works Anywhere
de: Funktioniert Überall
es: Funciona En Cualquier Lugar
fr: Fonctionne Partout
id: Bekerja Di Mana Saja
pt: Funciona Em Qualquer Lugar
tr: Her Yerde Çalışır

source: Phone, tablet, computer - doesn't matter. It's just a website.
de: Telefon, Tablet, Computer - spielt keine Rolle. Es ist nur eine Website.
es: Teléfono, tableta, computadora - no importa. Es solo un sitio web.
fr: Téléphone, tablette, ordinateur - peu importe. C'est juste un site web.
id: Ponsel, tablet, komputer - tidak masalah. Ini hanya website.
pt: Telefone, tablet, computador - não importa. É apenas um site.
tr: Telefon, tablet, bilgisayar - fark etmez. Sadece bir website.

source: Quick
de: Schnell
es: Rápido
fr: Rapide
id: Cepat
pt: Rápido
tr: Hızlı

source: Usually done in under 5 seconds. The servers are optimized for speed.
de: Normalerweise in unter 5 Sekunden erledigt. Die Server sind auf Geschwindigkeit optimiert.
es: Generalmente se hace en menos de 5 segundos. Los servidores están optimizados para velocidad.
fr: Généralement fait en moins de 5 secondes. Les serveurs sont optimisés pour la vitesse.
id: Biasanya selesai dalam waktu kurang dari 5 detik. Server dioptimalkan untuk kecepatan.
pt: Geralmente feito em menos de 5 segundos. Os servidores são otimizados para velocidade.Geralmente feito em menos de 5 segundos. Os servidores são otimizados para velocidade.Geralmente feito em menos de 5 segundos. Os servidores são otimizados para velocidade.
tr: Genellikle 5 saniyeden az sürede tamamlanır. Sunucular hız için optimize edilmiştir.

source: Different Formats
de: Verschiedene Formate
es: Diferentes Formatos
fr: Différents Formats
id: Format Berbeda
pt: Diferentes Formatos
tr: Farklı Formatlar

source: JPG, PNG, GIF, BMP, WebP - they all work.
de: JPG, PNG, GIF, BMP, WebP - sie funktionieren alle.
es: JPG, PNG, GIF, BMP, WebP - todos funcionan.
fr: JPG, PNG, GIF, BMP, WebP - ils fonctionnent tous.
id: JPG, PNG, GIF, BMP, WebP - semuanya bekerja.
pt: JPG, PNG, GIF, BMP, WebP - todos funcionam.
tr: JPG, PNG, GIF, BMP, WebP - hepsi çalışır.

source: No Signup
de: Keine Anmeldung
es: Sin Registro
fr: Pas d'Inscription
id: Tanpa Pendaftaran
pt: Sem Cadastro
tr: Kayıt Yok

source: Just use it. No account, no email, no password.
de: Einfach benutzen. Kein Konto, keine E-Mail, kein Passwort.
es: Solo úsalo. Sin cuenta, sin correo electrónico, sin contraseña.
fr: Utilisez-le simplement. Pas de compte, pas d'e-mail, pas de mot de passe.
id: Gunakan saja. Tanpa akun, tanpa email, tanpa kata sandi.
pt: Apenas use. Sem conta, sem e-mail, sem senha.
tr: Sadece kullanın. Hesap yok, e-posta yok, şifre yok.

source: How to Use This
de: So Verwenden Sie Dies
es: Cómo Usar Esto
fr: Comment Utiliser Ceci
id: Cara Menggunakan Ini
pt: Como Usar Isso
tr: Bunu Nasıl Kullanırsınız

source: Pick Your Images
de: Wählen Sie Ihre Bilder
es: Elige Tus Imágenes
fr: Choisissez Vos Images
id: Pilih Gambar Anda
pt: Escolha Suas Imagens
tr: Görsellerinizi Seçin
