Repository: mani-django09/jpg_pdf
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, pt, tr

source: Click the upload box or drag files from your desktop. You can select multiple at once - hold Ctrl (Windows) or Command (Mac) while clicking. Works with JPG, PNG, GIF, BMP, and WebP. Max 2GB per file.
de: Klicken Sie auf das Upload-Feld oder ziehen Sie Dateien von Ihrem Desktop. Sie können mehrere auf einmal auswählen - halten Sie Strg (Windows) oder Command (Mac) beim Klicken gedrückt. Funktioniert mit JPG, PNG, GIF, BMP und WebP. Maximal 2GB pro Datei.
es: Haz clic en la caja de carga o arrastra archivos desde tu escritorio. Puedes seleccionar varios a la vez: mantén presionado Ctrl (Windows) o Command (Mac) mientras haces clic. Funciona con JPG, PNG, GIF, BMP y WebP. Máximo 2GB por archivo.
fr: Cliquez sur la boîte de téléchargement ou faites glisser des fichiers depuis votre bureau. Vous pouvez en sélectionner plusieurs à la fois - maintenez Ctrl (Windows) ou Command (Mac) en cliquant. Fonctionne avec JPG, PNG, GIF, BMP et WebP. 2 Go maximum par fichier.
id: Klik kotak unggah atau seret file dari desktop Anda. Anda dapat memilih beberapa sekaligus - tahan Ctrl (Windows) atau Command (Mac) saat mengklik. Bekerja dengan JPG, PNG, GIF, BMP, dan WebP. Maksimal 2GB per file.
pt: Clique na caixa de upload ou arraste arquivos da sua área de trabalho. Você pode selecionar vários de uma vez - segure Ctrl (Windows) ou Command (Mac) enquanto clica. Funciona com JPG, PNG, GIF, BMP e WebP. Máximo de 2GB por arquivo.Clique na caixa de upload ou arraste arquivos da sua área de trabalho. Você pode selecionar vários de uma vez - segure Ctrl (Windows) ou Command (Mac) enquanto clica. Funciona com JPG, PNG, GIF, BMP e WebP. Máximo de 2GB por arquivo.
tr: Yükleme kutusuna tıklayın veya masaüstünüzden dosyaları sürükleyin. Aynı anda birden fazla seçebilirsiniz - tıklarken Ctrl (Windows) veya Command (Mac) tuşunu basılı tutun. JPG, PNG, GIF, BMP ve WebP ile çalışır. Dosya başına maksimum 2GB.

source: Check Your Files
de: Überprüfen Sie Ihre Dateien
es: Verifica Tus Archivos
fr: Vérifiez Vos Fichiers
id: Periksa File Anda
pt: Verifique Seus Arquivos
tr: Dosyalarınızı Kontrol Edin

source: You'll see thumbnails of everything you uploaded. They'll appear in your PDF in this same order. Remove any mistakes by clicking the X, or add more files if you forgot something.
de: Sie sehen Miniaturansichten von allem, was Sie hochgeladen haben. Sie erscheinen in Ihrem PDF in dieser Reihenfolge. Entfernen Sie Fehler, indem Sie auf das X klicken, oder fügen Sie weitere Dateien hinzu, wenn Sie etwas vergessen haben.
es: Verás miniaturas de todo lo que subiste. Aparecerán en tu PDF en este mismo orden. Elimina cualquier error haciendo clic en la X, o agrega más archivos si olvidaste algo.
fr: Vous verrez des miniatures de tout ce que vous avez téléchargé. Ils apparaîtront dans votre PDF dans cet ordre. Supprimez les erreurs en cliquant sur le X, ou ajoutez plus de fichiers si vous avez oublié quelque chose.
id: Anda akan melihat thumbnail dari semua yang Anda unggah. Mereka akan muncul di PDF Anda dalam urutan yang sama. Hapus kesalahan dengan mengklik X, atau tambahkan lebih banyak file jika Anda lupa sesuatu.
pt: Você verá miniaturas de tudo que enviou. Eles aparecerão em seu PDF nesta mesma ordem. Remova quaisquer erros clicando no X, ou adicione mais arquivos se esqueceu algo.Você verá miniaturas de tudo que enviou. Eles aparecerão em seu PDF nesta mesma ordem. Remova quaisquer erros clicando no X, ou adicione mais arquivos se esqueceu algo.
tr: Yüklediğiniz her şeyin küçük resimlerini göreceksiniz. PDF'inizde bu sırayla görünecekler. X'e tıklayarak hataları kaldırın veya bir şey unuttuysanız daha fazla dosya ekleyin.

source: Download the PDF
de: PDF herunterladen
es: Descargar el PDF
fr: Télécharger le PDF
id: Unduh PDF
pt: Baixar o PDF
tr: PDF'yi İndir

source: Hit convert and wait a couple seconds. You'll go to a download page where you can grab your PDF. The file stays available for 24 hours if you need it again.
de: Klicken Sie auf Konvertieren und warten Sie ein paar Sekunden. Sie gelangen zu einer Download-Seite, wo Sie Ihr PDF herunterladen können. Die Datei bleibt 24 Stunden verfügbar, falls Sie sie erneut benötigen.
es: Haz clic en convertir y espera un par de segundos. Irás a una página de descarga donde puedes obtener tu PDF. El archivo permanece disponible durante 24 horas si lo necesitas de nuevo.
fr: Appuyez sur convertir et attendez quelques secondes. Vous irez sur une page de téléchargement où vous pourrez récupérer votre PDF. Le fichier reste disponible pendant 24 heures si vous en avez à nouveau besoin.
id: Tekan konversi dan tunggu beberapa detik. Anda akan pergi ke halaman unduh di mana Anda bisa mengambil PDF Anda. File tetap tersedia selama 24 jam jika Anda membutuhkannya lagi.
pt: Clique em converter e aguarde alguns segundos. Você irá para uma página de download onde pode pegar seu PDF. O arquivo fica disponível por 24 horas se você precisar dele novamente.Clique em converter e aguarde alguns segundos. Você irá para uma página de download onde pode pegar seu PDF. O arquivo fica disponível por 24 horas se você precisar dele novamente.
tr: Dönüştür'e tıklayın ve birkaç saniye bekleyin. PDF'nizi alabileceğiniz bir indirme sayfasına gideceksiniz. Dosya, tekrar ihtiyacınız olursa 24 saat boyunca kullanılabilir kalır.

source: Common Questions
de: Häufige Fragen
es: Preguntas Comunes
fr: Questions Courantes
id: Pertanyaan Umum
pt: Perguntas Comuns
tr: Sık Sorulan Sorular

source: How long does the JPG to PDF conversion process actually take?
de: Wie lange dauert der JPG-zu-PDF-Konvertierungsprozess tatsächlich?
es: ¿Cuánto tiempo realmente toma el proceso de conversión de JPG a PDF?
fr: Combien de temps prend réellement le processus de conversion JPG en PDF?
id: Berapa lama proses konversi JPG ke PDF sebenarnya memakan waktu?
pt: Quanto tempo realmente leva o processo de conversão de JPG para PDF?
tr: JPG'den PDF'ye dönüştürme işlemi gerçekte ne kadar sürer?

source: Usually 2-5 seconds per image. Ten photos takes about 20-30 seconds total. Huge files or slow internet might add some time, but it's rare for anything to take over a minute.
de: Normalerweise 2-5 Sekunden pro Bild. Zehn Fotos dauern insgesamt etwa 20-30 Sekunden. Riesige Dateien oder langsames Internet können etwas Zeit hinzufügen, aber es ist selten, dass etwas über eine Minute dauert.
es: Generalmente 2-5 segundos por imagen. Diez fotos toman alrededor de 20-30 segundos en total. Archivos enormes o internet lenta pueden agregar algo de tiempo, pero es raro que algo tome más de un minuto.
fr: Généralement 2-5 secondes par image. Dix photos prennent environ 20-30 secondes au total. Des fichiers volumineux ou une connexion Internet lente peuvent ajouter du temps, mais il est rare que quelque chose prenne plus d'une minute.
id: Biasanya 2-5 detik per gambar. Sepuluh foto memakan waktu sekitar 20-30 detik total. File besar atau internet lambat mungkin menambah waktu, tetapi jarang ada yang memakan waktu lebih dari satu menit.
pt: Geralmente 2-5 segundos por imagem. Dez fotos levam cerca de 20-30 segundos no total. Arquivos grandes ou internet lenta podem adicionar algum tempo, mas é raro algo levar mais de um minuto.Geralmente 2-5 segundos por imagem. Dez fotos levam cerca de 20-30 segundos no total. Arquivos grandes ou internet lenta podem adicionar algum tempo, mas é raro algo levar mais de um minuto.
tr: Genellikle görsel başına 2-5 saniye. On fotoğraf toplamda yaklaşık 20-30 saniye sürer. Çok büyük dosyalar veya yavaş internet biraz zaman ekleyebilir, ancak bir dakikadan fazla sürmesi nadirdir.

source: Is there a limit on how many files I can convert per day or month?
de: Gibt es eine Begrenzung, wie viele Dateien ich pro Tag oder Monat konvertieren kann?
es: ¿Hay un límite en cuántos archivos puedo convertir por día o mes?
fr: Y a-t-il une limite au nombre de fichiers que je peux convertir par jour ou par mois?
id: Apakah ada batas berapa banyak file yang dapat saya konversi per hari atau bulan?
pt: Existe um limite de quantos arquivos posso converter por dia ou mês?
tr: Günde veya ayda kaç dosya dönüştürebileceğim konusunda bir sınır var mı?

source: Nope. Use it as much as you want. I've seen people convert thousands of files over several months. No daily caps, no monthly quotas, no paid upgrades.
de: Nein. Benutzen Sie es so viel Sie wollen. Ich habe Leute gesehen, die über mehrere Monate Tausende von Dateien konvertiert haben. Keine täglichen Obergrenzen, keine monatlichen Quoten, keine bezahlten Upgrades.
es: No. Úsalo tanto como quieras. He visto a personas convertir miles de archivos durante varios meses. Sin límites diarios, sin cuotas mensuales, sin actualizaciones pagadas.
fr: Non. Utilisez-le autant que vous le souhaitez. J'ai vu des gens convertir des milliers de fichiers sur plusieurs mois. Pas de limites quotidiennes, pas de quotas mensuels, pas de mises à niveau payantes.
id: Tidak. Gunakan sebanyak yang Anda inginkan. Saya telah melihat orang mengonversi ribuan file selama beberapa bulan. Tanpa batas harian, tanpa kuota bulanan, tanpa upgrade berbayar.
pt: Não. Use o quanto quiser. Já vi pessoas converterem milhares de arquivos ao longo de vários meses. Sem limites diários, sem cotas mensais, sem atualizações pagas.Não. Use o quanto quiser. Já vi pessoas converterem milhares de arquivos ao longo de vários meses. Sem limites diários, sem cotas mensais, sem atualizações pagas.
tr: Hayır. İstediğiniz kadar kullanın. Birkaç ay içinde binlerce dosya dönüştüren insanlar gördüm. Günlük sınır yok, aylık kota yok, ücretli yükseltme yok.

source: Can I convert multiple JPG images into a single PDF file?
de: Kann ich mehrere JPG-Bilder in eine einzige PDF-Datei konvertieren?
es: ¿Puedo convertir múltiples imágenes JPG en un solo archivo PDF?
fr: Puis-je convertir plusieurs images JPG en un seul fichier PDF?
id: Bisakah saya mengonversi beberapa gambar JPG menjadi satu file PDF?
pt: Posso converter várias imagens JPG em um único arquivo PDF?
tr: Birden fazla JPG görselini tek bir PDF dosyasına dönüştürebilir miyim?

source: Yes! You can select multiple JPG images at once, and they will all be combined into a single PDF document. The images will appear in the order you selected them. This is perfect for creating multi-page documents from scanned images or photo collections.
de: Ja! Sie können mehrere JPG-Bilder gleichzeitig auswählen, und sie werden alle in einem einzigen PDF-Dokument kombiniert. Die Bilder erscheinen in der Reihenfolge, in der Sie sie ausgewählt haben. Dies ist perfekt zum Erstellen mehrseitiger Dokumente aus gescannten Bildern oder Fotosammlungen.
es: ¡Sí! Puedes seleccionar múltiples imágenes JPG a la vez, y todas se combinarán en un solo documento PDF. Las imágenes aparecerán en el orden en que las seleccionaste. Esto es perfecto para crear documentos de varias páginas a partir de imágenes escaneadas o colecciones de fotos.
fr: Oui! Vous pouvez sélectionner plusieurs images JPG à la fois, et elles seront toutes combinées en un seul document PDF. Les images apparaîtront dans l'ordre où vous les avez sélectionnées. C'est parfait pour créer des documents multi-pages à partir d'images numérisées ou de collections de photos.
id: Ya! Anda dapat memilih beberapa gambar JPG sekaligus, dan semuanya akan digabungkan menjadi satu dokumen PDF. Gambar akan muncul dalam urutan yang Anda pilih. Ini sempurna untuk membuat dokumen multi-halaman dari gambar yang dipindai atau koleksi foto.
pt: Sim! Você pode selecionar várias imagens JPG de uma vez, e todas serão combinadas em um único documento PDF. As imagens aparecerão na ordem em que você as selecionou. Isso é perfeito para criar documentos de várias páginas a partir de imagens digitalizadas ou coleções de fotos.
tr: Evet! Aynı anda birden fazla JPG görseli seçebilirsiniz ve hepsi tek bir PDF belgesinde birleştirilecektir. Görseller seçtiğiniz sırada görünecektir. Bu, taranan görsellerden veya fotoğraf koleksiyonlarından çok sayfalı belgeler oluşturmak için mükemmeldir.

source: Do I need to install any software to use this JPG to PDF converter?
de: Muss ich Software installieren, um diesen JPG-zu-PDF-Konverter zu verwenden?
es: ¿Necesito instalar algún software para usar este convertidor de JPG a PDF?
fr: Dois-je installer un logiciel pour utiliser ce convertisseur JPG en PDF?
id: Apakah saya perlu menginstal software untuk menggunakan konverter JPG ke PDF ini?
pt: Preciso instalar algum software para usar este conversor de JPG para PDF?
tr: Bu JPG'den PDF'ye dönüştürücüyü kullanmak için herhangi bir yazılım yüklemem gerekir mi?

source: No installation needed! This is a web-based tool that works directly in your browser. It's compatible with Chrome, Firefox, Safari, Edge, and all modern browsers on Windows, Mac, Linux, Android, and iOS. Just visit the website and start converting.
de: Keine Installation erforderlich! Dies ist ein webbasiertes Tool, das direkt in Ihrem Browser funktioniert. Es ist kompatibel mit Chrome, Firefox, Safari, Edge und allen modernen Browsern unter Windows, Mac, Linux, Android und iOS. Besuchen Sie einfach die Website und beginnen Sie mit der Konvertierung.
es: ¡No se necesita instalación! Esta es una herramienta basada en web que funciona directamente en tu navegador. Es compatible con Chrome, Firefox, Safari, Edge y todos los navegadores modernos en Windows, Mac, Linux, Android e iOS. Simplemente visita el sitio web y comienza a convertir.
fr: Aucune installation nécessaire! C'est un outil web qui fonctionne directement dans votre navigateur. Il est compatible avec Chrome, Firefox, Safari, Edge et tous les navigateurs modernes sur Windows, Mac, Linux, Android et iOS. Visitez simplement le site web et commencez à convertir.
id: Tidak perlu instalasi! Ini adalah alat berbasis web yang bekerja langsung di browser Anda. Ini kompatibel dengan Chrome, Firefox, Safari, Edge, dan semua browser modern di Windows, Mac, Linux, Android, dan iOS. Cukup kunjungi situs web dan mulai mengonversi.
pt: Nenhuma instalação necessária! Esta é uma ferramenta baseada na web que funciona diretamente no seu navegador. É compatível com Chrome, Firefox, Safari, Edge e todos os navegadores modernos no Windows, Mac, Linux, Android e iOS. Basta visitar o site e começar a converter.
tr: Kurulum gerektirmez! Bu, doğrudan tarayıcınızda çalışan web tabanlı bir araçtır. Windows, Mac, Linux, Android ve iOS'ta Chrome, Firefox, Safari, Edge ve tüm modern tarayıcılarla uyumludur. Sadece web sitesini ziyaret edin ve dönüştürmeye başlayın.

source: What happens to my files after I upload them to your server?
de: Was passiert mit meinen Dateien, nachdem ich sie auf Ihren Server hochgeladen habe?
es: ¿Qué sucede con mis archivos después de subirlos a tu servidor?
fr: Qu'arrive-t-il à mes fichiers après les avoir téléchargés sur votre serveur?
id: Apa yang terjadi pada file saya setelah saya mengunggahnya ke server Anda?
pt: O que acontece com meus arquivos depois que os envio para o seu servidor?O que acontece com meus arquivos depois que os envio para o seu servidor?O que acontece com meus arquivos depois que os envio para o seu servidor?
tr: Dosyalarımı sunucunuza yükledikten sonra ne olur?

source: You upload through encryption, I convert them to PDF, you download it. The files sit on my server for 24 hours in case you need them again, then they're automatically deleted. No backups, no archives.
de: Sie laden verschlüsselt hoch, ich konvertiere sie in PDF, Sie laden herunter. Die Dateien bleiben 24 Stunden auf meinem Server, falls Sie sie erneut benötigen, dann werden sie automatisch gelöscht. Keine Backups, keine Archive.
es: Subes mediante encriptación, los convierto a PDF, los descargas. Los archivos permanecen en mi servidor durante 24 horas en caso de que los necesites nuevamente, luego se eliminan automáticamente. Sin copias de seguridad, sin archivos.
fr: Vous téléchargez par cryptage, je les convertis en PDF, vous les téléchargez. Les fichiers restent sur mon serveur pendant 24 heures au cas où vous en auriez à nouveau besoin, puis ils sont automatiquement supprimés. Pas de sauvegardes, pas d'archives.
id: Anda mengunggah melalui enkripsi, saya mengonversinya ke PDF, Anda mengunduhnya. File tetap di server saya selama 24 jam jika Anda membutuhkannya lagi, kemudian secara otomatis dihapus. Tanpa cadangan, tanpa arsip.
pt: Você envia por criptografia, eu os converto para PDF, você baixa. Os arquivos ficam no meu servidor por 24 horas caso você precise deles novamente, então são automaticamente excluídos. Sem backups, sem arquivos.Você envia por criptografia, eu os converto para PDF, você baixa. Os arquivos ficam no meu servidor por 24 horas caso você precise deles novamente, então são automaticamente excluídos. Sem backups, sem arquivos.
tr: Şifreleme yoluyla yüklersiniz, ben onları PDF'ye dönüştürürüm, siz indirirsiniz. Dosyalar, tekrar ihtiyacınız olması durumunda sunucumda 24 saat kalır, sonra otomatik olarak silinir. Yedek yok, arşiv yok.

source: Converting...
de: Konvertiere...
es: Convirtiendo...
fr: Conversion...
id: Mengkonversi...
pt: Convertendo...
tr: Dönüştürülüyor...

source: English
de: Englisch
es: Inglés
fr: Anglais
id: Inggris
pt: Inglês
tr: İngilizce

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
id: Portugis
pt: Português
tr: Portekizce

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
id: Spanyol
pt: Espanhol
tr: İspanyolca

source: German
de: Deutsch
es: Alemán
fr: Allemand
id: Jerman
pt: Alemão
tr: Almanca

source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
id: Indonesia
pt: Indonésio
tr: Endonezce

source: French
de: Französisch
es: Francés
fr: Français
id: Prancis
pt: Francês
tr: Fransızca

source: Turkish
de: Türkisch
es: Turco
fr: Turc
id: Turki
pt: Turco
tr: Türkçe
